const JSONList = [
    { id: "2023090800", name: '马克思主义基本原理', describe: '绪论 马克思主义是关于无产阶级和人类解放的科学', file: "20230908184044.json" },
    { id: "2023090801", name: '马克思主义基本原理', describe: '第一章 世界的物质性及其发展规律', file: "20230908183231.json" },
    { id: "2023090802", name: '马克思主义基本原理', describe: '第二章 认识世界和改造世界', file: "20230908112855.json" },
    { id: "2023090803", name: '马克思主义基本原理', describe: '第三章 人类社会及其发展规律', file: "20230908105835.json" },
    { id: "2023090704", name: '马克思主义基本原理', describe: '第四章  资本主义的形成及其本质', file: "20230907233600.json" },
    { id: "2023090705", name: '马克思主义基本原理', describe: '第五章  资本主义发展的历史进程', file: "20230907231847.json" },
    { id: "2023090706", name: '马克思主义基本原理', describe: '第六章  社会主义社会及其发展', file: "20230907221508.json" },
    { id: "2023090707", name: '马克思主义基本原理', describe: '第七章  共产主义是人类最崇高的社会理想', file: "20230907181642.json" },
    { id: "0816222", name: '马克思主义基本原理', describe: '一至五章', file: "0816222.json" },
    { id: "081622", name: '马克思主义基本原理', describe: '完整版', file: "081622.json" },
    { id: "2022", name: '马克思主义基本原理', describe: 'source：momofish', file: "2022.json" },
    { id: "2023", name: '毛泽东思想和中国特色社会主义理论体系概论', describe: 'source：momofish', file: "2023.json" }
]